{
    "dial": {
        "hailey":"Hey Alex, how are you feeling? You look terrible. I heard what happened to Luke on the news.",
        "alex":"I don’t know how I am still here. So much has happened in the last few weeks, I can't take a lot more of this.",
        "hailey-1":"It's not your fault. Bad timing.",
        "alex-1":"Maybe so, but I feel like everywhere I go death follows.",
        "hailey-2":"Okay, you need to relax. None of this is your fault, how about we go walk to class together and take a breather.",
        "hailey-3":"You need to relax, people are looking at you like you're some kind of crazy person.",
        "alex-2":"What if I am crazy?",
        "alex-3":"Is someone following us?...",
        "hailey-4":"Let's sit in the back of the class.",
        "alex-4":"Okay.",
        "alex-5":"There she is. She was the one following us earlier.",
        "sarah":"Hey, are you Alex?",
        "alex-6":"Do I know you?",
        "sarah-1":"My name is Sarah.",
        "alex-7":"Nice to meet you Sarah, this is my friend...",
        "sarah-2":"I need to talk to you after class. Alone. There's much to talk about. Meet me by the girls restroom after school.",
        "hailey-5":"That was extremely rude dude.",
        "hailey-6":"Well, that was weird? Was she even part of this class?",
        "alex-8":"No idea.",
        "sarah-3":"Over here!",
        "alex-9":"Hey, so what do you need to talk about?",
        "sarah-4":"Billy. Trevor. Luke. I know who did it...",
        "alex-10":"What?",
        "sarah-5":"It was you!",
        "alex-11":"I don’t want to talk about this, I’ve had enough.",
        "sarah-6":"Wait. If you walk away now, everyone will know it's you!",
        "hailey-7":"How could it have possible been him? I’ve been with him since day one. He has been through so much and he doesn’t need to add this!",
        "sarah-7":"You need to tell me the truth now!",
        "alex-12":"(I'm feeling angry what do I do?)",
        "alex-13":"How dare you accuse me of something this bad. I didn’t know Billy, I moved from another city. I didn’t know Trevor either.",
        "alex-14":"Luke was becoming a best friend, I would never do such a thing! You need to leave me alone!",
        "alex-15":"You have the wrong idea. I would never hurt anyone.",
        "sarah-7":"I have proof! Look at these pictures! You were hanging out with all these people before they died, you are telling me it couldn't be you?",
        "alex-16":"Bad timing, nothing else. It wasn't me, now leave me alone.",
        "sarah-8":"ALEX IS THE KILLER!! IT WAS HIM!",
        "alex-17":"Shut up! What do we do?!",
        "alex-18":"Okay, let's take her inside!",
        "alex-19":"You have no idea what you are talking about Sarah!",
        "alex-20":"I'm leaving!",
        "hailey-7":"SHUT UP YOU'VE SAID ENOUGH!",
        "alex-21":"What are you doing!?",
        "hailey-8":"She needs to learn her lesson and stop spreading lies!",
        "alex-211":"(Oh no! What do we do!?)",
        "alex-22":"*tries to get Hailey off her*",
        "hailey-9":"*pushes Alex to the ground*",
        "hailey-10":"*grunts*",
        "sarah-9":"STOP!",
        "alex-23":"I'm leaving!",
        "alex-24":"No, I need to go back and stop Hailey!",
        "alex-25":"Hailey, stop!",
        "hailey-11":"Fine, let’s see if she learned her lesson.",
        "alex-26":"She stopped breathing!",
        "alex-27":"WHAT DID YOU DO?",
        "hailey-12":"We need to leave now!"
    }
}
