{
    "dial": {
        "nr": "Breaking news a high school student by the name of Billy Watson has been murdered in cold blood. Police have no suspects as of right now.",
        "nr-2": "An investigation is ongoing to find the suspect who performed such a crime",
        "alex": "Hello friend, my name is Alex. What is your name?",
        "alex-2": ". I am finally starting high school this year and with the whole investigation that is happening in school. I’m not sure how I feel about it. But this year hasn’t exactly been sunshine and rainbows for me.",
        "alex-3": "My parents recently got divorced and I ended up moving in with my mom. Tomorrow is first day of school and I'm nervous considering what I’ve been through.",
        "hailey": "Hey, new guy!",
        "hailey-1": "What do you think about the whole bloodshow?",
        "hailey-2": "I heard the body was found in the back of the school. Heard he was some sort of bully! Some must feel relieved.",
        "alex-4": "Bully?",
        "hailey-3": "Yeah, he was a jerk.",
        "hailey-4": "Anyways, I’m going to check out the crime scene after school, I am going to be a future detective! Want to come?",
        "hailey-5": "",
        "alex-5": "Sure, anything to get away from going home.",
        "hailey-6": "Awesome see you at the lunch tables at 3:15pm",
        "alex-7": "No, I have to go help unpack since we are new to town",
        "hailey-7": "How about you tag along with me afterschool and then I’ll head back to your place to help you guys unpack. You know favor for favor.",
        "alex-8": "Fine.",
        "alex-9": "What do you think? Should we go?",
        "alex-10":"*I feel uneasy and feel like we don’t belong here*",
        "hailey-8":"First time huh? This isn’t my first rodeo. Nothing to be worried about. Just follow me.",
        "alex-11": "*There’s a broken beer bottle, looks like the one my dad would always drink*",
        "hailey-9":"Do you see that beer bottle? It has dried blood at the tip of the broken glass. The killer must have gotten their hands on some beer.",
        "alex-12":"Why would someone who drinks beer hang out with a bully, don’t they have better things to do?",
        "hailey-10": "He was a popular kid, drinking was something he probably did on a normal basis. Maybe the killer was someone who bought him beer.",
        "alex-13":"We gotta go, cops are coming to the crime scene. What do we do?",
        "hailey-11": "I know a way follow me",
        "alex-14":"Let's hide",
        "alex-15": "Hailey, where are you?",
        "alex-16": "Hey, where did you go yesterday? I lost you.",
        "hailey-12": "Sorry, detective instincts I ran away as soon as I heard the walkie talkie.",
        "hailey-13": "I gotta go but we should do this again and team up and become the best detective team in the world. See you, Alex.",
        "alex-17": "She's weird. Right? Friend."
        }
}
