{
    "dial": {
        "teacher":"We are doing a group test in groups of 2-3 next week, rearrange your desks to form a small circle and start studying. Use this time wisely.",
        "luke":"You got a partner already?",
        "alex":"...",
        "luke-1":"Took too long to answer, you’re with me.",
        "luke-2":"My name is Luke, ready to ace this exam?",
        "alex-1":"Sorry man, you picked the wrong person to get an A.",
        "alex-2":"I do have someone else in mind for our group, but doesn’t look like she came today.",
        "luke-3":"This means more studying? Your place afterschool?",
        "alex-3":"It’s a no-go at my place, we still haven’t unpacked everything. The house is a mess.",
        "luke-4":"No worries, we can study at my place then.",
        "alex-4":"This is where he lives?",
        "luke-5":"You made it! Come in.",
        "alex-5":"Sorry, Hailey couldn’t make it today.",
        "luke-55":"Oh, I don’t think I met her before but I am glad we have a third group member.",
        "luke-6":"Where would you like to study?",
        "md": "You boys have been studying for hours, why don’t you put that down and get ready for dinner.",
        "luke-7":"Yea, I am starving. What about you?",
        "alex-6":"I am hungry, so hungry I can eat a whole cow!",
        "luke-8":"You're a funny one, Alex!",
        "md-1": "So Alex, why haven’t we met you. You guys seem like the best of friends",
        "luke-9":"MOM!",
        "md-2": "What son? We are just so happy you brought someone over to the house!",
        "md-3": "Alex, would you like Lobster or Steak with our famous mash potatoes?",
        "alex-7":"(My mom never has the time to cook such a gourmet meal)",
        "alex-8":"What should we eat?",
        "md-4": "Excellent choice! There’s plenty so let us know if you want to go for a second or even third round.",
        "luke-10":"They can be a little overwhelming with the friendliness. Sorry!",
        "alex-9":"No, it’s okay I like it!",
        "alex-10":"(I can’t remember when was the last time this happened with my parents……Luke is a lucky guy)",
        "md-5": "So son, is this the only friend you made today?",
        "luke-11":"No, Mom! I don’t need friends. I am okay with being alone.",
        "md-6": "But you know we just want what’s best for you. We try to provide you with all things necessary for you to have a good life.",
        "md-7": "We have money, time, and a roof under your head. Why can’t you be grateful for what we have provided for you?",
        "luke-12":"I get it. But I think at some point you need to start giving me space, I'm tired of living this luxurious life. I wish things would be a bit normal.",
        "luke-13":"I'm tired of being on the news 24/7 because dad is the mayor of this town and you are a well-known lawyer.",
        "luke-14":"But having everyone know about our personal life isn’t something a kid should be going through.",
        "md-8": "What do you mean, Luke?",
        "luke-15":"I mean, I don’t want to be a mayor or a lawyer like you both want me to be, I want to do something I love.",
        "luke-16":"I hope you enjoy dinner without me, I’m sorry, Alex, have a good night.",
        "alex-11":"Wait Luke...",
        "luke-17":"Excuse me.",
        "md-9": "Sorry about him, this attitude has been happening for a while now.",
        "alex-12":"Don’t be, I should go check on him.",
        "alex-13":"Where did he go?",
        "alex-14":"*Knocks on door*",
        "alex-15":"He isn't responding. I'm going in.",
        "alex-16":"AHHHH!",
        "md-10": "OUR BOY!!! Call 911!!",
        "nr":"Breaking news, son of Mayor found dead in bedroom with apparent suicide. No reasoning behind this cause yet as we wait to hear more news in the near future.",
        "alex-00": "(We've been studying for hours. I'm sure hungry.)"
    }
}
