{
    "dial":{
        "alex":"Why did you just do that? Now what are we going to do when they find her body? Did anyone see us leave the school?",
        "alex-1":"What if someone followed us back to my house? We really f****d up this time. We are going to get in so much….",
        "nr":"BREAKING NEWS!, it seems as if this tragic nightmare for Woodland High students has not ended. Security doing their normal routine walk heard a girl scream and rushed to the scene!",
        "nr-1":"Only to find a young girl by the name of Sarah Cortez on the bathroom floor. It has been confirmed that she was already dead when they got there. Another life lost….",
        "alex-2":"They found her! We are really going to go to jail! This wasn’t how I wanted my new life to go down...",
        "hailey":"You need to relax! I did what was needed to do! I did it for you! I did it for us!",
        "alex-3":"FOR US? When have I ever told you to do such a thing?",
        "alex-4":"I have done nothing wrong and everything is turning to s**t!",
        "alex-5":"You need to leave!",
        "alex-6":"Get out of my house!",
        "hailey-1":"Don’t you want to know the truth?",
        "alex-7":"It was you wasn’t it",
        "alex-8":"You owe me an explanation and I need to hear why you did it now!",
        "hailey-2":"Me? A killer? No. Far from it. You’re the one who has their blood on your hands.",
        "alex-9":"What are you talking about?! I just saw you murder a girl in front of me! Wait…are you talking about the murders of  Billy, Trevor & Luke?",
        "alex-10":"WAS IT YOU?",
        "hailey-3":"Well, yes and no...",
        "alex-11":"WHAT DO YOU MEAN YES AND NO? DID YOU OR NOT?",
        "hailey-4":"Do you remember where you were at the days of the killings?",
        "alex-12":"Yes. Of course I remember. We were in the woods where Billy died. I was home in bed, sad. And Luke… I was at his house, eating with his family.",
        "hailey-5":"Were you actually, Alex! Think harder.",
        "alex-13":"What are you talking about? Of course I was in those places!",
        "hailey-6":"Wrong! Think harder.",
        "alex-14":"I can’t even remember what I learned in class this morning. What makes you think I can remember that?",
        "hailey-7":"So how do you know I was the so called killer…it could have easily been you and you just don't remember.",
        "alex-15":"What are you talking about?",
        "hailey-8":"Think!!",
        "hailey-9":"As a matter of fact, here…",
        "alex-16":"What is this?",
        "alex-165":"Should I open it?",
        "alex-166":"Is this what I think it is?",
        "hailey-99":"Here I’ll open it for you.",
        "alex-17":"Glass?",
        "hailey-999":"Do you know where that is from?",
        "hailey-10":"You broke a beer bottle in half and sneaked up on Billy and stabbed him in the neck, then muttering to himself,",
        "hailey-11":" “Stop it dad, no more drinking! Can’t you see you’re hurting everyone around you?” Then put a piece of glass from floor in your pocked and walked away.",
        "alex-18":"What did I do?",
        "hailey-12":"Don’t stop there...what's next?",
        "alex-19":"A glove with blood in it?",
        "hailey-13":"You waited after school and sneaked up on Trevor in his car after football practice. Trevor rolled down the window, and you hit him with a sharp rock you picked up from the garden.",
        "hailey-15":"You beat him to death with that rock while whispering to himself after, “Amanda is mine. Only mine.” You saw the glove with blood and grabbed it",
        "hailey-16":"Yea that one you went crazy on but I would too for Amanda!",
        "alex-20":"I didn’t even ask her how she was...and I stopped going to tutoring after that day.",
        "hailey-17":"There’s two more left...wanna keep going?",
        "alex-21":"Steak knife?",
        "hailey-18":"Oh this one, yea I felt bad for him but didn’t need to kill him for that.",
        "alex-211":"Luke...",
        "hailey-19":"Remember that day like it was yesterday!",
        "hailey-20":"Steak knife. I’ll explain this one to you",
        "hailey-21":"You followed Luke upstairs shortly after Luke excused himself from the dinner table. You caught him off guard and slashed his neck with the steak knife you grabbed.",
        "hailey-22":"You said “at least you had a family, now you got what you wished for, nothing.”",
        "alex-22":"I can’t believe I did that.",
        "hailey-23":"And you’re here trying to blame it on me. Wanna know something.",
        "alex-23":"I am done listening to you.",
        "hailey-231":"The toilet paper from just a few hours ago, with Amanda.",
        "hailey-24":"You grabbed Amanda and shoved her head in the toilet until she was dead and whispered to her, 'no more lies.'",
        "hailey-25":"You see? It was you all along.",
        "alex-24":"How.. how did this happen..? I don't remember anything. It was you. Not me. YOU!",
        "alex-25":"It couldn’t have been me! I have never had thoughts of killing people.",
        "hailey-26":"Remember when I asked if you want to know something?",
        "alex-26":"What could I possibly need to know other than I am going to hell?",
        "hailey-27":"When's the last time you took your meds? How about you ask your little friend you've been talking to the entire time.",
        "alex-27":". You knew didn't you?...",
        "alex-277":"...it was us.",
        "alex-28":"S**t, I'm schizo...",
        "nr-2":"Breaking News! Police have who they believe is the suspect in all the killings of Woodland High. Alex Anderson is going to be charged as he was caught on the security cameras in the murder of Sarah Cortez.",
        "nr-3":"Police have leads that point Alex Anderson to the murder of all the teens in the past few months. We have news that Alex Anderson was schizophrenic and has no recollection of the murders he committed."
    }
}
