{
    "dial": {
        "amanda": "Hello, my name is Amanda, I will be your math tutor.",
        "alex": "*Softly* Hi, my name is…",
        "amanda-1": "Don’t be silly, I know your name, Alex. Shall we get started.",
        "alex-2": "I am pretty slow at learning. Is there any chance to have you as my tutor for the next couple sessions?",
        "amanda-2": "Yes, we try to make it easier for the student and not have multiple tutors because of the different teaching styles.",
        "alex-3": "*Calls bestfriend* Hailey! You’re not going to believe what happened today!",
        "hailey":"What happened? Spit it out already!",
        "alex-4": " Do you know a girl name Amanda?",
        "hailey-1":"The smoking hot Junior Hailey?",
        "alex-5": "Yeah her! I got her as my tutor and I think I am in love!",
        "hailey-2":"No way really? From just meeting her one day?",
        "alex-6": "I felt a spark and it is like destiny for us to be together.",
        "hailey-3":"You’re crazy in love.",
        "amanda-3": "So, for this problem we are looking for the x-intercept of this graph.",
        "alex-7": "How do we do that again?",
        "amanda-4": "You’re adorable, did you forget the whole lesson we had yesterday?",
        "alex-8": "(Oh no I'm blushing)",
        "alex-9": "*phone rings* Hey what’s up Hailey?",
        "hailey-4":"How was the tutoring session today?",
        "alex-10": "I have a feeling she is starting to like me back!",
        "hailey-5":"That’s amazing, you know what you should do? Ask her to tutor you outside of school hours at a café or something.",
        "alex-11": "I should! But you think she will say yes ",
        "hailey-6":"From what you’ve been telling me I think she will say yes and if she does, you’ll know for sure that she likes you back.",
        "hailey-7":"Alex! She already likes you back from what you've been telling me. What harm would it do to just study somewhere else?",
        "alex-12": "Okay fine you convinced me I’ll do it during break between classes when I see her in the hallway.",
        "alex-13": "Hey Amanda!",
        "amanda-5": "Oh, hey Alex!",
        "alex-14": "I was wondering if it would be okay to tutor me outside of school hours?",
        "amanda-6": "I usually don’t offer tutoring outside of school hours but for you I don’t see the harm in doing so, does tomorrow work?",
        "alex-15": "Yes, see you tomorrow!",
        "alex-16": "This will be our first unofficial date, I hope I don’t mess it up",
        "hailey-8":"Hey, so did you do it?",
        "alex-17": "Yes, I'm not sure where at yet. Where do you think we should go?",
        "alex-18": "Yeah, I was thinking that too.",
        "hailey-9": "I’ll see you tomorrow. Good luck!",
        "alex-19": "I should probably tell her how I feel?",
        "alex-20": "Amanda!",
        "alex-21": "Wait, she has a boyfriend?",
        "alex-22": "I can’t believe I was so stupid to think she’d ever want to be with someone like me.",
        "alex-23": "Hailey is calling me, but I think I will just stay in bed and never get up… ",
        "alex-24": "She sent a text. Let's read it.",
        "alex-25": "Hailey: Hey, just wanted to make sure you were okay. I saw Hailey walk out of school with Trevor who is the quarterback and captain of the football team.",
        "alex-26": "Hailey: Not to mention he is also a Senior. Sorry man, I’ll be here if you need someone to talk to.",
        "nr": "BREAKING NEWS! This is just in another killing of another student in Woodland High was found dead. His name is Trevor Washington, and he was Captain of the football team who was receiving a full ride scholarship to Atlas University.",
        "nr-1":"Another innocent life lost. Investigators are saying that it could be tied in with the first death from the beginning of the year.",
        "amanda-7":"Aww that's cute!"
    }
}
